const quiz = [
    {
        "q" : "Выбери фразу которая больше всего тебе подходит",
        "a" : {
            "p" : "Меня сложно найти,легко потерять и невозможно прокормить" ,
            "z" : "И туда сбегать...и сюда сбегать, а потом диван подрать и птиц погонять" ,
            "l" : "Терпение и труд коту под хвост идут " ,
            "m" : "Знаешь ли тыыыы в доль ночных дорог шел босиком, не жалея лап" ,
            "s" : "Слабых котов нет, мы все сильны от природы. Слабыми нас делают наши мысли и колбаса" ,
            "t" : "Мяу. Не в отпуске счастье, а в премии!" ,
        }
    },
    {
        "q" : "Что ты любишь делать в свободное время?",
        "a" : {
            "p" : "Ходить к котостилисту." ,
            "z" : "Я все делаю, совершенно все. За птичкой сбегаю, мыш поймаю, обои подеру и песню промурлыкаю" ,
            "l" : "Сон просто сон" ,
            "m" : "Сидеть на подоконнике завернувшись в плед,смотреть на дождь и думать о....!" ,
            "s" : "Котореслинг, забег до миски и обратно и всякая другая активность" ,
            "t" : "Свободное время?" ,
        }
    },
    {
        "q" : "Каким тебя видят окружающии? ",
        "a" : {
            "p" : "Все говно а я котохудожник." ,
            "z" : "Нет, ребят вы что устали? Мы же еще даже Эверест не покорили?!" ,
            "l" : "Оставьте меня на этом диване" ,
            "m" : "Однажды вы все вспомните про меня и поймете, что время учит, а не лечит. Мяу" ,
            "s" : "Котята активнее! Активнее! Давайте еще!" ,
            "t" : "Прошу прощение, у меня звонок от Илона Котска , не могу уделить вам время" ,
        }
    },
    {
        "q" : "Твоя любимая еда ",
        "a" : {
            "p" : "Фуагра с омарами и артишоком. Ну или Whiskas premium." ,
            "z" : "Попкорн,мясо,рыба,молоко,птица сладости" ,
            "l" : "Я ем все. Я люблю совершенно все" ,
            "m" : "Какао с молоком и мятный орбит" ,
            "s" : "I love protein" ,
            "t" : "Кофе Кофе КОФЕЕЕ" ,
        }
    },
    {
        "q" : "Твой стиль одежды ",
        "a" : {
            "p" : "Именитые бренды: Карл Котерфельд, Catcci, Дольче&коттана" ,
            "z" : "Что-то очень удобное и практичное" ,
            "l" : "Пижама" ,
            "m" : "Теплый плед,угги, варежки и черные очки, что бы скрыть мою грусть" ,
            "s" : "Спортивный костюм подчеркивающий мой прекрасный рельеф" ,
            "t" : "Деловой костюм и галстук" ,
        }
    },
    {
        "q" : "Отпуск твоей мечты",
        "a" : {
            "p" : "Шоппинг в Милане" ,
            "z" : "Любой отдых, я найду себе занятие хоть в горах хоть в полях" ,
            "l" : "Сон на всевозможных кроватях и диванах" ,
            "m" : "Сидеть в тишине и слушать свой плейлист " ,
            "s" : "Сноубординг, скалолазание,рафтинг" ,
            "t" : "ОТПУСК?" ,
        }
    },
    {
        "q" : "Какой фильм бы ты посмотрел?",
        "a" : {
            "p" : "Дьявол носит prada" ,
            "z" : "Прикольные Американские комедии " ,
            "l" : "Я лучше посплю" ,
            "m" : "Ванильное небо" ,
            "s" : "Лицом к лицу с Али" ,
            "t" : "Волк с Уолл-стрит" ,
        }
    },
    {
        "q" : "Какие цветы тебе больше всего нравятся?",
        "a" : {
            "p" : "Гортензии" ,
            "z" : "Ромашки",
            "l" : "Жасмин" ,
            "m" : "Розы" ,
            "s" : "Тюльпаны" ,
            "t" : "Денежное дерево" ,
        }
    },
    {
        "q" : "Какую книгу ты бы посоветовал своим друзьям?",
        "a" : {
            "p" : "Портрет Дориана Грея" ,
            "z" : "Триумфальная арка",
            "l" : "История одного Хикикомори" ,
            "m" : "Хорошая я.Плохая я" ,
            "s" : "Энциклопедия бодибилдинга" ,
            "t" : "Богатый папа, бедный папа" ,
        }
    },
    {
        "q" : "чем бы вы занялись в плохую погоду?",
        "a" : {
            "p" : "Время с пользой для себя" ,
            "z" : "Поиграл в игры",
            "l" : "Посмотрел бы фильм" ,
            "m" : "Грустил бы. Плохая погода навивает на меня грусть" ,
            "s" : "Пошел гулять" ,
            "t" : "Сел бы работать/учиться" ,
        }
    },
    {
        "q" : "чем бы вы занялись в плохую погоду?",
        "a" : {
            "p" : "Время с пользой для себя" ,
            "z" : "Поиграл в игры",
            "l" : "Посмотрел бы фильм" ,
            "m" : "Грустил бы. Плохая погода навивает на меня грусть" ,
            "s" : "Пошел гулять" ,
            "t" : "Сел бы работать/учиться" ,
        }
    },
    {
        "q" : "Твой день начинается с",
        "a" : {
            "p" : "Ухода за собой" ,
            "z" : "С соц.сетей",
            "l" : "Чашки кофе" ,
            "m" : "Анализа предыдущего дня" ,
            "s" : "Зарядки" ,
            "t" : "Выполнения запланированных дел" ,
        }
    },
]