let answers = {
    "p" : {
        "description" : "Ты очень породистый кот (или просто следишь за собой и умело косишь под породистого). Кому попало ладошками себя мацать не даешь и правильно делаешь. Уверены, в доме с тобой считаются." ,
        "img" : "p.jpg",
    },
    "z" : {
        "description" : "Ты кот-затейник. И колбасу из холодильника успеваешь стащить, и тапки пометить, и усы начистить. Откуда у тебя столько энергии?" ,
        "img" : "z.jpg",
    },
    "l" : {
        "description" : "Ты кот- лежебока. Стараешься всегда быть ближе к креслу или дивану. Уют и вкусняшки для тебя смое ценное" ,
        "img" : "l.jpg",
    },
    "m" : {
        "description" : "Ты очень меланхоличный котик. Ты очень остро и эмоционально реагируешь на критику мышей и птиц. Будь увереннее в себе" ,
        "img" : "m.jpg",
    },
    "s" : {
        "description" : "Такому спортивному коту как ты можно позавидовать! Накаченый коцепс,хвост трубой,пятисекундный забег по стенеам и потолкам. Ты надежда котоспорта" ,
        "img" : "s.jpg",
    },
    "t" : {
        "description" : "Ты точно кот трудоголик! Твое стремлние черезмерно трудится в кото-офиссе выходят за все рамки. Котя у тебя же лапки! Пойди отдохни!" ,
        "img" : "t.jpg",
    },
};